{
    "films": [
	{
		"filmTitle": "Пираты Карибского моря: Мертвецы не рассказывают сказки",
		"filmPoster": "575180",
		"filmDescription": "Исчерпавший свою удачу капитан Джек Воробей обнаруживает, что за ним охотится его старый неприятель, ужасный капитан Салазар и его призрачные пираты. Они только что сбежали из Дьявольского треугольника и намерены уничтожить всех пиратов, включая Джека. Поможет спастись лишь могущественный артефакт — трезубец Посейдона, который дарует своему обладателю полный контроль над морями."
	},
	{
		"filmTitle": "Трансформеры: Последний рыцарь",
		"filmPoster": "811609",
		"filmDescription": "После битвы в Гонконге Оптимус Прайм сталкивается с новой угрозой, с которой он не может бороться в одиночку. Таким образом, он должен искать новых союзников, чтобы спасти Землю и Вселенную. В то время как Оптимус покидает Землю, Бамблби, Хаунд, Дрифт, Кроссхейз, Трейлбрекер, Блёр и Диноботы пытаются помешать Гальватрону построить космический мост, чтобы он не смог принести на Землю большую опасность. В то же время люди возобновляют создание Трансформеров, чтобы помочь Автоботам."
	},
	{
		"filmTitle": "Логан",
		"filmPoster": "807682",
	    "filmDescription": "В недалеком будущем уставший от жизни Логан заботится о больном профессоре Икс, который прячется неподалеку от мексиканской границы. Но Логан больше не сможет скрывать свое прошлое, когда встретится с юным мутантом, которого преследуют темные силы."
	},
	{
		"filmTitle": "Стражи Галактики. Часть 2",
		"filmPoster": "841263",
	    "filmDescription": "Все в сборе: землянин Питер Квилл (Звездный Лорд), молчаливый громила Дракс, зеленокожая наемница Гамора, живое дерево Грут и говорящий енот. Герои не изменяют себе и с завидной регулярностью продолжают попадать в немыслимые ситуации, выпутываясь из них почти без ущерба (а иногда даже с пользой) для окружающих. На этот раз им предстоит раскрыть одну из самых главных тайн во всей Галактике: кто же на самом деле отец Питера Квилла?"
	},
	{
		"filmTitle": "Тачки 3",
		"filmPoster": "839646",
	    "filmDescription": "Встречайте самого знаменитого гонщика всех времен, легенду гоночного трека Молнию Маккуина! Герой все еще продолжает показывать лучшие результаты на всех турнирах, однако победы даются ему не так легко, а конкуренция становится все жестче. Молнию Маккуина ждут захватывающие приключения, где он встретит новых друзей, а также поймет, что не только скорость и мощность мотора делают гонщика чемпионом."
	},
	{
		"filmTitle": "Форсаж 8",
		"filmPoster": "894027",
	    "filmDescription": "Пристегните ремни — гонка продолжается. Гавана, Берлин, Нью-Йорк, для самой крутой команды в мире нет ничего невозможного, пока они вместе. Но когда на их пути окажется одна из самых красивых женщин на планете и по совместительству королева киберпреступности, дороги друзей разойдутся."
	},
	{
		"filmTitle": "Мумия",
		"filmPoster": "677638",
	    "filmDescription": "Посреди безжалостной пустыни в величественном саркофаге погребена дочь египетского фараона, но настанет день и она явится в наш мир вернуть себе то, что принадлежит ей по праву."
	},
	{
		"filmTitle": "Неизведанное: Удача Дрейка",
		"filmPoster": "468373",
	    "filmDescription": "Давно прошла эпоха пиратов, абордажей, лихих морских сражений и костлявого «Веселого Роджера», но память о ней жива до сих пор. Среди всех флибустьеров особенно прославился капитан Френсис Дрейк. От его быстрого и маневренного корабля «Золотая Лань» не ускользала ни одна жертва, а само судно было доверху набито золотом и драгоценностями. За обогащение казны английская королева даже пожаловала Френсису рыцарский титул. Благодаря своим успешным походам и несметным сокровищам, он стал самым известным пиратом в мире. Умер Дрейк, как и подобает настоящему морскому волку, на своем корабле во время очередного плавания.Спустя четыреста лет в гробу пирата находят ключ, открывающий путь к легендарным сокровищам Эльдорадо. Заветный артефакт попадает в руки потомку Френсиса — Натану Дрейку, и тот пускается в рискованное путешествие к таинственному острову, затерявшемуся где-то в Тихом океане. Однако самолет искателя сокровищ терпит бедствие, не достигнув пункта назначения, а самого юношу берут в плен наемники. Чудом сбежав, Натан и его спутница оказываются перед самой трудной задачей в их жизни. Им предстоит сражаться с вооруженными головорезами, попутно докапываясь до разгадки древней тайны."
	},
	{
		"filmTitle": "Чудо-женщина",
		"filmPoster": "102383",
	    "filmDescription": "Перед тем как стать Чудо-Женщиной, она была Дианой — принцессой амазонок, обученной быть непобедимой воительницей. И когда на берегах огражденного от внешнего мира райского острова, который служил ей родиной, терпит крушение американский пилот и рассказывает о серьезном конфликте, бушующем во внешнем мире, Диана покидает свой дом, чтобы справиться с этой угрозой. И там, сражаясь бок о бок с человеком в войне за мир, Диана обнаружит всю полноту своей власти… и свое истинное предназначение."
	},
	{
		"filmTitle": "Меч короля Артура",
		"filmPoster": "824437",
	    "filmDescription": "Молодой Артур околачивается на окраинах Лондиниума со своей бандой. Своим происхождением он совершенно не дорожит и не интересуется. Так он живёт до момента, когда судьба сводит его с волшебным мечом Экскалибуром. После этого Артур кардинально меняется — влюбляется, присоединяется к движению сопротивления и объединяет вокруг себя людей, чтобы свергнуть тирана Вортигерна, убившего родителей Артура и захватившего трон."
	},
	{
		"filmTitle": "Конг: остров черепа",
		"filmPoster": "468373",
	    "filmDescription": "На неизвестный остров в Тихом океане попадает команда ученых, военных и искателей приключений. Они вторгаются во владения могучего Конга и тем самым развязывают сражение между человеком и природой. Очень скоро исследовательская миссия превращается в игру на выживание, ее участники вынуждены буквально прорубать себе путь к спасению."
	},
	{
		"filmTitle": "Живое",
		"filmPoster": "966995",
	    "filmDescription": "Группа исследователей с международного космического корабля обнаруживает жизнь на Марсе. Они еще не подозревают, какие события повлечет за собой их открытие."
	},
	{
		"filmTitle": "Затерянный город Z",
		"filmPoster": "432794",
	    "filmDescription": "Эльдорадо, таинственная столица инков, загадочный Город Z… Вымысел или реальность? В 1925 году экспедиция полковника Фоссета, члена Королевского Географического общества, бесследно исчезла в джунглях Амазонии в поисках Города Z…"
	},
	{
		"filmTitle": "Человек-паук: Возвращение домой",
		"filmPoster": "690593",
	    "filmDescription": "Казалось бы, Питер Паркер всего лишь обычный школьник, живущий в Нью-Йорке, и занимающийся абсолютно тем же, что и его многочисленные сверстники. Но это только обман зрения, ведь на самом деле, он обладает особыми способностями после того, как его укусил радиоактивный паук. Следуя кредо его дяди Бэна «с великой силой приходит великая ответственность», Питер становится Человеком-пауком — героем, который пытается помогать людям."
	},
	{
		"filmTitle": "Планета обезьян: Война",
		"filmPoster": "819281",
	    "filmDescription": "Война между людьми и обезьянами неизбежна, хотя обеим сторонам есть что терять. Кто же нападет первым?"
	},
	{
		"filmTitle": "Дюнкерк",
		"filmPoster": "931677",
	    "filmDescription": "Фильм расскажет историю чудесного спасения более трехсот тысяч солдат в ходе Дюнкеркской операции, имевшей место в начале Второй мировой войны. События начинаются со сцен окружения сотен тысяч британских и союзных войск силами противника. Пойманные в ловушку на пляже и находясь спиной к морю, они сталкиваются лицом к лицу с неразрешимой ситуацией, тем временем как тиски противника закрываются все ближе и ближе."
	},
	{
		"filmTitle": "Бегущий по лезвию 2049",
		"filmPoster": "589290",
	    "filmDescription": "Бегущий по лезвию 2049"
	},
	{
		"filmTitle": "Тор 3: Рагнарёк",
		"filmPoster": "822709",
	    "filmDescription": "Вернувшись в Асгард в поисках таинственного врага, ведущего охоту на Камни Бесконечности, Тор обнаруживает, что действия его брата Локи, захватившего трон Асгарда, привели к приближению наиболее страшного события — Рагнарёка. По легенде, это ознаменует последнюю битву Асгарда, последствием которой станет его полное уничтожение. В попытке предотвратить это событие, Тору предстоит прибегнуть к помощи своего товарища из Мстителей — Халка. Вместе, им предстоит столкнуться лицом к лицу со злейшим врагом всех девяти миров — огненным демоном Суртуром, целью которого является исполнение пророчества о Рагнарёке и уничтожение девяти миров."
	},
	{
		"filmTitle": "Лига справедливости: Часть 1",
		"filmPoster": "424994",
	    "filmDescription": "Понимая, что существуют угрозы, с которыми невозможно справиться в одиночку, Бэтмен и Супермен создают совершенно новую команду, собрав в ней самых могущественных защитников человечества. Объединившись и забыв о разногласиях, героям предстоит столкнуться лицом к лицу со страшной угрозой в лице могущественного правителя планеты Апоколипс — Дарксайда, чья мощь способна обратить в прах не только Землю, но и всю галактику."
	},
	{
		"filmTitle": "Звёздные Войны: Последние джедаи",
		"filmPoster": "718223",
	    "filmDescription": "Баланс Силы снова нарушен, и события развиваются с невероятной скоростью! Рей, Финну, вездесущему дроиду BB-8 и другим героям предстоит опасная сватка с могущественным Первым Орденом."
	},
	{
		"filmTitle": "Валериан и город тысячи планет",
		"filmPoster": "689960",
	    "filmDescription": "2700 год, Валериан и Лорелин — космические спецагенты, которые по долгу службы впутались в подозрительное дело и стали невольными участниками то ли межгалактического заговора, то ли аферы самых причудливых обитателей планеты Альфа, где живут тысячи обитателей различных миров со всех уголков галактики."
	},
	{
		"filmTitle": "Гадкий я 3",
		"filmPoster": "820599",
		"filmDescription": "Грядет третье пришествие. Многодетный суперагент, роковая красотка и бессмертные миньоны на подходе. Готовьтесь. Они будут править миром."
	}
    ]
}
